{
    "buckets": [
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2024-01-23T12:30:45+00:00",
            "Manifests": 1950
        },
        {
            "Name": "java",
            "Source": "https://github.com/ScoopInstaller/Java",
            "Updated": "2024-01-23T01:08:34+00:00",
            "Manifests": 267
        },
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": "2024-01-23T12:30:12+00:00",
            "Manifests": 1287
        },
        {
            "Name": "nerd-fonts",
            "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
            "Updated": "2024-01-21T08:21:44+00:00",
            "Manifests": 327
        },
        {
            "Name": "nirsoft",
            "Source": "https://github.com/kodybrown/scoop-nirsoft",
            "Updated": "2024-01-22T14:40:17+00:00",
            "Manifests": 276
        }
    ],
    "apps": [
        {
            "Source": "main",
            "Info": "",
            "Version": "23.01",
            "Name": "7zip",
            "Updated": "2023-08-01T20:06:36.8655137+01:00"
        },
        {
            "Source": "extras",
            "Info": "",
            "Version": "2.09",
            "Name": "cpu-z",
            "Updated": "2024-01-23T13:26:08.9652552+00:00"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "8.5.0_6",
            "Name": "curl",
            "Updated": "2024-01-23T13:26:18.0943056+00:00"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "3.11.2",
            "Name": "dark",
            "Updated": "2023-08-01T20:07:07.8693892+01:00"
        },
        {
            "Source": "extras",
            "Info": "",
            "Version": "1.4.1.1024",
            "Name": "everything",
            "Updated": "2023-12-13T19:26:21.1736646+00:00"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "9.0.0",
            "Name": "fd",
            "Updated": "2023-12-20T18:17:43.2794226+00:00"
        },
        {
            "Source": "nirsoft",
            "Info": "",
            "Version": "1.98",
            "Name": "filetypesman",
            "Updated": "2023-09-10T15:48:14.6408991+01:00"
        },
        {
            "Source": "nerd-fonts",
            "Info": "",
            "Version": "6.2",
            "Name": "firacode",
            "Updated": "2023-12-27T18:52:33.3990863+00:00"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "0.45.0",
            "Name": "fzf",
            "Updated": "2024-01-04T21:11:22.7524238+00:00"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "13.2.0",
            "Name": "gcc",
            "Updated": "2024-01-23T13:27:14.6775655+00:00"
        },
        {
            "Source": "extras",
            "Info": "",
            "Version": "1.52",
            "Name": "hwmonitor",
            "Updated": "2023-09-10T15:49:09.9856207+01:00"
        },
        {
            "Source": "nerd-fonts",
            "Info": "",
            "Version": "3.1.1",
            "Name": "JetBrainsMono-NF",
            "Updated": "2023-12-27T18:54:53.8821036+00:00"
        },
        {
            "Source": "nerd-fonts",
            "Info": "",
            "Version": "3.1.1",
            "Name": "JetBrainsMono-NF-Mono",
            "Updated": "2023-12-27T18:55:09.7558909+00:00"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "1.7.1",
            "Name": "jq",
            "Updated": "2023-12-26T16:08:32.6681141+00:00"
        },
        {
            "Source": "extras",
            "Info": "",
            "Version": "0.40.2",
            "Name": "lazygit",
            "Updated": "2023-10-21T14:09:47.0792397+01:00"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "4.4.1",
            "Name": "make",
            "Updated": "2024-01-05T19:23:26.9641857+00:00"
        },
        {
            "Source": "extras",
            "Info": "",
            "Version": "1.5.3",
            "Name": "obsidian",
            "Updated": "2024-01-04T21:11:37.8095163+00:00"
        },
        {
            "Source": "https://github.com/JanDeDobbeleer/oh-my-posh/releases/latest/download/oh-my-posh.json",
            "Info": "",
            "Version": "19.8.0",
            "Name": "oh-my-posh",
            "Updated": "2024-01-23T13:27:23.373791+00:00"
        },
        {
            "Source": "extras",
            "Info": "",
            "Version": "10.22.0",
            "Name": "postman",
            "Updated": "2024-01-12T13:08:45.8982919+00:00"
        },
        {
            "Source": "extras",
            "Info": "",
            "Version": "0.77.0",
            "Name": "powertoys",
            "Updated": "2024-01-12T13:09:32.6432984+00:00"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "14.1.0",
            "Name": "ripgrep",
            "Updated": "2024-01-12T13:09:36.3088459+00:00"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "0.2020.01.26",
            "Name": "sudo",
            "Updated": "2023-08-01T20:04:57.1908784+01:00"
        },
        {
            "Source": "extras",
            "Info": "",
            "Version": "1.7.8.0",
            "Name": "taskbarx",
            "Updated": "2023-08-01T20:38:03.8261079+01:00"
        },
        {
            "Source": "java",
            "Info": "",
            "Version": "17.0.10-7",
            "Name": "temurin17-jdk",
            "Updated": "2024-01-23T13:27:48.5486941+00:00"
        },
        {
            "Source": "nerd-fonts",
            "Info": "",
            "Version": "1.5.5",
            "Name": "victor-mono",
            "Updated": "2023-08-08T16:43:46.0597916+01:00"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "2.20",
            "Name": "which",
            "Updated": "2023-12-26T16:56:06.1464946+00:00"
        }
    ]
}
